Repository: rekki13/ReKKi13-Google-Auth
Catalog: languages/rekki13-google-auth-*.po
Languages: ru_ru

source: ReKKi13 Google Auth
ru_ru: ReKKi13 Google Аутентификатор

source: Test Task google 2 auth
ru_ru: Тестовое задание Google Аутентификатор

source: Created by ReKKi13 Google Auth
ru_ru: Cоздано ReKKi13 Google Auth

source: Account create successfully. Go to
ru_ru: Аккаунт создан успешно. Перейти

source: Login Page
ru_ru: Логин

source: Display for users:
ru_ru: Показывать для пользователей:

source: Logged
ru_ru: Авторизованых

source: Non Logged
ru_ru: Не авторизованых

source: Registration Page
ru_ru: Регистрация

source: Account Page
ru_ru: Аккаунт

source: Google2AF code
ru_ru: Google2AF код

source: If you don't have Google Authenticator enabled for your WordPress account, leave this field empty.
ru_ru: Если у Google аутентификатор не подключен к вашему аккаунту Wordpress, оставьте поле пустым.

source: Don't have an account?
ru_ru: Нет аккаунта?

source: Sign Up
ru_ru: Зарегистрироваться

source: Google Authenticator code
ru_ru: Код Google Аутентификатор

source: Your profile has been updated
ru_ru: Ваш профиль обновлен

source: Username
ru_ru: Никнейм

source: Email
ru_ru: Почта

source: Password
ru_ru: Пароль

source: Is enabled Google Auth?
ru_ru: Тестовое задание Google Аутентификатор?

source: Please scan this code on your google authenticator
ru_ru: Пожалуйста сканируйте код в ваш google аутентификатор

source: Save
ru_ru: Сохранить

source: Logout?
ru_ru: Выйти?

source: You are logged in
ru_ru: Вы уже авторизованы

source: Sign in
ru_ru: Войти

source: Add Google Auth?
ru_ru: Добавить Google Аутентификатор?

source: Already have an account?
ru_ru: Уже есть аккаунт?
